[{"k": "0", "t": "misandry", "f": "A male gynecologist is like an auto mechanic who has never owned a car.\n\t\t-- Carrie Snow\n", "o": "n"}, {"k": "1", "t": "misandry", "f": "%\nA male mathematician is someone who can count to twenty-one without\nunzipping his fly.\n", "o": "n"}, {"k": "2", "t": "misandry", "f": "%\nA man without a woman is like a fish without gills.\n", "o": "n"}, {"k": "3", "t": "misandry", "f": "%\nA woman's a woman until the day she dies, but a man's only a man as long\nas he can.\n\t\t-- Moms Mabley\n", "o": "n"}, {"k": "4", "t": "misandry", "f": "%\nBeing a woman is a terribly difficult trade, since it consists principally\nof dealings with men.\n\t\t-- Conrad\n", "o": "n"}, {"k": "5", "t": "misandry", "f": "%\nDoes he treat your breasts like unripe grapefruit?  Who needs him?\n\t\t-- `J', \"The Sensuous Woman\"\n", "o": "n"}, {"k": "6", "t": "misandry", "f": "%\nDon't accept rides from strange men -- and remember that all men are strange\nas hell.\n\t\t-- Robin Morgan, \"Sisterhood Is Powerful\"\n", "o": "n"}, {"k": "7", "t": "misandry", "f": "%\nIf men could get pregnant, abortion would be a sacrament.\n", "o": "n"}, {"k": "8", "t": "misandry", "f": "%\nIf men couldn't fuck there'd be a bounty on their heads.\n", "o": "n"}, {"k": "9", "t": "misandry", "f": "%\nIf they sent one man to the moon, why can't they send them all?\n", "o": "n"}, {"k": "10", "t": "misandry", "f": "%\nIf you catch a man, throw him back.\n\t\t-- Woman's Liberation Slogan, c. 1975\n", "o": "n"}, {"k": "11", "t": "misandry", "f": "%\nLysistrata had a good idea.\n", "o": "n"}, {"k": "12", "t": "misandry", "f": "%\nMen -- can't live with 'em, can't leave 'em by the curb when you're done.\n", "o": "n"}, {"k": "13", "t": "misandry", "f": "%\nMen will fuck mud.\n\t\t-- Lenny Bruce\n", "o": "n"}, {"k": "14", "t": "misandry", "f": "%\nMost men would never get laid if it weren't for the pity fuck.\n", "o": "n"}, {"k": "15", "t": "misandry", "f": "%\nThe only one of your children who does not grow up and move away\nis your husband.\n", "o": "n"}, {"k": "16", "t": "misandry", "f": "%\nThe sex life of spiders is very interesting.\nHe fucks her.\nShe bites his head off.\n\t\t-- From a Women's Lib Poster\n", "o": "n"}, {"k": "17", "t": "misandry", "f": "%\nThere are three women on the fast track in a particular company.  The\npresident realizes it's time to promote one of them, but they're all so\ncompetent that he's not sure which one to choose.  So he devises a little\ntest.  One day while they're all at lunch, he places $500 on each of their\ndesks.  #1 returns it to him immediately.  #2 pockets it.  #3 invests\nin the market and returns $1,500 to him in the morning.  Who gets the\npromotion?  The one with the big tits!\n", "o": "n"}, {"k": "18", "t": "misandry", "f": "%\nUpon leaving a hotel bar one evening, an executive noticed a drunk sitting\non the edge of a potted palm in the lobby, crying like a baby.  Because he'd\nhad a couple himself that night, and was feeling rather sorry for his fellow\nman, he asked the inebriated one what the trouble was.\n\t\"I did a terrible thing tonight,\" sniffled the drunk.  \"I sold my\nwife to a guy for a bottle of Scotch.\"\n\t\"That is terrible,\" said the man, too much under the weather to\nmuster any real indignation.  \"And now that she's gone, you wish you had her\nback.\"\n\t\"Thas right,\" said the drunk, still sniffling.\n\t\"You're sorry you sold her, because you realize too late that you\nlove her,\" sympathized the executive.\n\t\"No, no,\" said the drunk.  \"I wish I had her back because I'm\nthirsty again.\"\n", "o": "n"}, {"k": "19", "t": "misandry", "f": "%\nWar is menstruation envy.\n", "o": "n"}, {"k": "20", "t": "misandry", "f": "%\nWhen God created man, She was only testing.\n", "o": "n"}, {"k": "21", "t": "misandry", "f": "%\nYou know the Norplant thing?  It's a new birth control device for women.\nIt's a cartridge, that goes in your arm.  Well, they're coming out with\na new one for men: it's a brain, that goes in your head.\n", "o": "n"}, {"k": "22", "t": "misandry", "f": "%\nBeware of the man who denounces women writers; his penis is tiny and he\ncannot spell.\n\t\t-- Erica Jong\n", "o": "n"}]